Import Document Management/Import/DocumentImport/ImportServices/DocumentSet.xml

<SOAP:Envelope xmlns:SOAP="http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP:Body>
    <ImportDocumentSet xmlns="http://schemas.cordys.com/default">
      <DocumentSets>
        <DocumentSet>
          <Name>PARAMETER</Name>
          <Description>PARAMETER</Description>
          <Status>PARAMETER</Status>
          <RowNumber>PARAMETER</RowNumber>
          <FailedInstanceID>PARAMETER</FailedInstanceID>
        </DocumentSet>
      </DocumentSets>
    </ImportDocumentSet>
  </SOAP:Body>
</SOAP:Envelope>